<!DOCTYPE html>
<html lang="en">
<?php echo view("components/header") ?>
<link rel="stylesheet" href="./assets/css/privacy-policy.css">

<body>
    <?php echo view("components/navbar") ?>
    <div class="container privacy-policy my-xl-5 my-lg-5 my-md-5 my-3 py-xl-5 py-lg-5 py-md-5 py-3">
        <div class="text-center mb-xl-5 mb-lg-5 mb-md-5 mb-4 pb-xl-1 pb-lg-1 pb-md-1 pb-0">
            <h3>นโยบายการรักษาความลับส่วนบุคคล</h3>
        </div>
        <div class="content">
            <p class="m-0">
                เว็บไซต์นี้จัดทำขึ้นและดำเนินการโดย บริษัท อิมเมจ พร็อพเพอตี้ แมนเนจเม้นท์ จำกัด (“บริษัท”) เพื่อให้ท่านสามารถค้นหาผลิตภัณฑ์ การบริการ ก่อนที่ท่านจะใช้งานเว็บไซต์นี้ ขอความร่วมมือท่านอ่านข้อกำหนดและเงื่อนไข และนโยบายการรักษาความลับส่วนบุคคลของเว็บไซต์นี้ หากท่านไม่สามารถยอมรับข้อกำหนดและเงื่อนไขและนโยบายการรักษาความลับส่วนบุคคลในการใช้งานเว็บไซต์นี้ ใคร่ขอให้ท่านยุติการใช้งานเว็บไซต์นี้ทันที หากท่านตกลงใช้เว็บไซต์ต่อไป ถือว่าท่านยินยอมตามข้อกำหนดและเงื่อนไข และนโยบายการรักษาความลับ โดยบริษัทมีนโยบายการรักษาความลับส่วนบุคคล ดังนี้

                1.คำนิยาม
                “ข้อมูลส่วนบุคคล” หมายถึง ข้อมูลเกี่ยวกับบุคคล ซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้ไม่ว่าทางตรงหรือทางอ้อม
                “คุกกี้ (Cookies)” หมายถึง ข้อมูลที่ได้ส่งจากเว็บไซต์ไปยังเครื่องคอมพิวเตอร์ของผู้เข้าเยี่ยมชมเว็บไซต์ ในขณะที่ผู้เข้าเยี่ยมชมเว็บไซต์นั้นกำลังเข้าเยี่ยมชมเว็บไซต์

                2.การเก็บรวบรวมข้อมูลส่วนบุคคล
                2.1 บริษัทจะเก็บรวบรวมข้อมูลส่วนบุคคลของท่านที่บริษัทได้รับ ไม่ว่าโดยทางตรงหรือทางอ้อม อันประกอบด้วย
                ข้อมูลส่วนตัว เช่น ชื่อ นามสกุล เพศ อายุ สัญชาติ วันเกิด สถานภาพสมรส ที่อยู่ อาชีพ สถานที่ทำงาน รหัสไปรษณีย์ ที่อยู่ไปรษณีย์อิเล็กทรอนิกส์ (Email address) หมายเลขโทรศัพท์ บัตรเครดิต รายได้ส่วนบุคคลต่อเดือน รถยนต์ที่ใช้งาน
                ข้อมูลสิ่งที่ท่านสนใจ เช่น รูปแบบผลิตภัณฑ์และการบริการที่ท่านสนใจงานอดิเรก กิจกรรม Social Network ที่ใช้ประจำ กีฬา การท่องเที่ยว
                ข้อมูลในการตัดสินใจเลือกหรือไม่เลือกผลิตภัณฑ์และการบริการ เช่น เหตุผลในการซื้อ หรือเลือกที่อยู่ งบประมาณ วัตถุประสงค์ ผลิตภัณฑ์อื่นที่ใช้เปรียบเทียบ ความเห็นเกี่ยวกับผลิตภัณฑ์และการบริการ
                ข้อมูลซึ่งระบุตำแหน่งพื้นที่ของท่านขณะที่ใช้งานเว็บไซต์ กรณีที่ท่านเปิดการใช้งาน GPS system ให้ถือว่าท่านให้ความยินยอมกับบริษัทในการเก็บรวบรวมและประมวลผลตำแหน่งพื้นที่ของท่านขณะใช้งานดังกล่าว อย่างไรก็ตาม ถ้าท่านต้องการปกปิดข้อมูลนี้ ท่านสามารถติดตั้งโปรแกรมหรือปิดระบบ GPS บนโทรศัพท์มือถือของท่านได้
                พฤติกรรมการสืบค้นข้อมูลในเว็บไซต์ โดยบริษัทมีสิทธิใช้คุกกี้ (Cookies) เป็นเครื่องมือในการเก็บรวมรวมข้อมูล เช่น
                หมายเลขไอพี (IP address)
                ชนิดของเว็บเบราว์เซอร์ (Web browser) ที่ใช้ในการเข้าถึง
                หน้าเว็บ (Web Page) ที่เข้าเยี่ยมชม
                เวลาที่เยี่ยมชม
                เว็บไซต์ที่อ้างถึงเว็บของบริษัท
                ข้อมูลส่วนบุคคลอื่น ซึ่งบริษัทจะขอความยินยอมจากท่านก่อน
                2.2 บริษัทจะเก็บรวบรวมข้อมูลส่วนบุคคลของท่านเพียงเท่าที่จำเป็น หรือเพื่อประโยชน์ตามวัตถุประสงค์ในการเก็บรวมรวมภายใต้เงื่อนไขที่กำหนดในข้อ 3. และเป็นไปตามที่กฎหมายกำหนดเท่านั้น
                กรณีที่มีการเชื่อมต่อกับเว็บไซต์ หรือโฆษณาอื่นที่ไม่ใช่ของบริษัท นโยบายการรักษาข้อมูลส่วนบุคคลจะเป็นไปตามที่เว็บไซต์นั้น ๆ กำหนด โดยบริษัทไม่มีส่วนเกี่ยวข้องแต่อย่างใด
            </p>
        </div>
    </div>
</body>

</html>