<!DOCTYPE html>
<html lang="en">
<?php include("./components/header.php") ?>
<link rel="stylesheet" href="./assets/css/cookie-policy.css">

<body>
    <?php include("./components/navbar.php") ?>
    <div class="container cookie-policy my-xl-5 my-lg-5 my-md-5 my-3 py-xl-5 py-lg-5 py-md-5 py-3">
        <div class="text-center mb-xl-5 mb-lg-5 mb-md-5 mb-4 pb-xl-1 pb-lg-1 pb-md-1 pb-0">
            <h3>นโยบายเรื่องคุกกี้ (Cookies)</h3>
        </div>
        <div class="content">
            <p class="m-0">
                Image Propertyเคารพในสิทธิความเป็นส่วนตัวของท่านผู้เข้าชมหรือใช้งานเว็บไซต์ และอาจมีการใช้คุกกี้หรือเทคโนโลยีอื่นใดที่มีลักษณะใกล้เคียงกันบนเว็บไซต์หรือแอพพลิเคชันของเรา เพื่อช่วยให้ท่านได้รับประสบการณ์ที่ดีจากการใช้บริการและช่วยให้เราสามารถพัฒนาคุณภาพของการให้บริการ เพื่อตอบสนองต่อความต้องการของท่านให้มากยิ่งขึ้น ทั้งนี้ ข้อมูลของท่านจะได้รับความคุ้มครองอย่างเหมาะสม

                Image Property จึงขอประกาศนโยบายการใช้คุกกี้ (“นโยบายการใช้คุกกี้”) สำหรับเว็บไซต์นี้

                คุกกี้ (Cookies) คือ ไฟล์ข้อมูลขนาดเล็กซึ่งถูกดาวน์โหลดและจัดเก็บไว้ในอุปกรณ์ของท่าน เมื่อท่านเข้าชมเว็บไซต์ จากนั้นคุกกี้จะถูกส่งกลับไปยังเว็บไซต์เดิมในแต่ละครั้งที่ท่านเข้าชมเว็บไซต์ดังกล่าว หรือถูกส่งไปยังเว็บไซต์อื่น ๆ ซึ่งรองรับคุกกี้นั้นได้ โดยคุกกี้มีประโยชน์ในการช่วยให้เว็บไซต์สามารถจดจำอุปกรณ์ของท่านได้และให้บริการที่เหมาะสมกับท่านมากยิ่งขึ้น

                เราใช้คุกกี้ Cookies ในการจัดเก็บข้อมูลการเข้าเยี่ยมชมเว็บไซต์ของท่านเพื่อช่วยให้เราสามารถจัดให้มีการบริการที่ดียิ่งขึ้น รวดเร็วขึ้น ปลอดภัยขึ้น และเพื่อความเป็นส่วนตัวของท่าน เมื่อท่านใช้บริการผ่านเว็บไซต์ของเรา โดยเราใช้ Cookies ในกรณีดังต่อไปนี้ ;

                คุกกี้ที่มีความจำเป็นอย่างยิ่ง (Strictly Necessary Cookies) : คุกกี้ประเภทนี้มีความสำคัญต่อการทำงานของเว็บไซต์ ซึ่งรวมถึงคุกกี้ที่ทำให้ท่านสามารถเข้าถึงข้อมูลและใช้งานในเว็บไซต์ของเราได้อย่างปลอดภัย

                คุกกี้ที่ช่วยในการใช้งาน (Functional Cookies) : เราใช้ Cookies ประเภทนี้เพื่อช่วยจดจำอุปกรณ์หรือบราวเซอร์ของท่าน เพื่อให้เราสามารถจัดทำเนื้อหาได้อย่างเหมาะสมกับความสนใจส่วนบุคคลของท่านได้รวดเร็วขึ้น และช่วยให้การบริการและแพลตฟอร์มได้อย่างสะดวกสบายและเป็นประโยชน์ต่อท่านมากยิ่งขึ้น

                คุกกี้เพื่อปรับเนื้อหาให้เข้ากับกลุ่มเป้าหมาย (Targeting Cookies) : เราใช้คุกกี้ประเภทนี้จดจำการตั้งค่าของท่านในการเข้าใช้งานหน้าเว็บไซต์ หน้าเว็บที่ท่านได้เยี่ยมชม และลิงค์ที่ท่านเยี่ยมชม เพื่อรวบรวมข้อมูลเกี่ยวกับวิธีการเข้าชมและพฤติกรรมการเยี่ยมชมเว็บไซต์และยังปรับปรุงเว็บไซต์ รวมทั้งเนื้อหาใดๆ ซึ่งปรากฏอยู่บนหน้าเว็บให้ตรงกับความสนใจของท่านมากยิ่งขึ้น และทดสอบความมีประสิทธิภาพของโฆษณาเรา และนำเสนอโฆษณาที่เหมาะสมกับท่านมากที่สุดเท่าที่จำเป็น นอกจากนี้ เรายังอาจแชร์ข้อมูลนี้ให้กับบุคคลที่สามเพื่อวัตถุประสงค์ดังกล่าว

                คุกกี้เพื่อการวิเคราะห์เชิงสถิติ (Statistic Cookies) : เราใช้ Analytics Cookies ที่ให้บริการโดย Google ซึ่งมีวัตถุประสงค์เพื่อใช้เก็บข้อมูลเชิงลึกเกี่ยวกับรูปแบบการใช้งานของท่านบนเว็บไซต์ของเรา โดยข้อมูลนี้ประกอบไปด้วย หน้าเว็บไซต์ที่ท่านเข้าชม ลิงค์ที่ท่านคลิก ระยะเวลาที่ท่านเข้าชมในแต่ละหน้า โดยเราใช้ข้อมูลนี้เพื่อวิเคราะห์รูปแบบการใช้งานของผู้ใช้ และเพื่อให้เว็บไซต์ทำงานได้อย่างถูกต้อง


                ในการใช้บริการเว็บไซต์ของเรา ท่านรับทราบว่าเราจะมีการใช้งานคุกกี้ประเภทต่าง ๆ เพื่อวัตถุประสงค์ตามที่ระบุไว้ข้างต้น และเราอาจเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านซึ่งถือเป็นส่วนหนึ่งของคุกกี้ดังกล่าว เพื่อวัตถุประสงค์ตามที่ระบุไว้ในประกาศนโยบายความเป็นส่วนตัวของเรา


                หากเว็บไซต์ของเรามีการเชื่อมโยงไปยังเว็บไซต์ของบุคคลที่สาม โปรดทราบว่าบุคคลดังกล่าวอาจมีนโยบายการใช้คุกกี้ของตนเอง เราขอแนะนำให้ท่านศึกษา นโยบายการใช้คุกกี้ ของบุคคลดังกล่าวก่อนการใช้งานเว็บไซต์เหล่านั้น


                ผู้เข้าชมหรือผู้ใช้เว็บไซต์ สามารถใช้เครื่องมือควบคุมคุกกี้ของเว็บเบราว์เซอร์ในการเปลี่ยนแปลงการตั้งค่าคุกกี้ได้ สำหรับข้อมูลเพิ่มเติมในการปรับตั้งค่า โปรดเยี่ยมชมหน้าเว็บไชต์ ตั้งค่าคุกกี้


                ทั้งนี้ บราวเซอร์ส่วนใหญ่ได้มีการตั้งค่าให้มีการยอมรับคุกกี้เป็นค่าเริ่มต้น อย่างไรก็ตาม ท่านสามารถลบหรือปฏิเสธการใช้งานคุกกี้ได้ในหน้าการตั้งค่าของบราวเซอร์ที่ท่านใช้งาน โดยการปรับเปลี่ยนของท่านอาจส่งผลกระทบต่อการใช้งานหรือรูปแบบของการแสดงผลของเว็บไซต์ โดยท่านสามารถตรวจสอบวิธีการตั้งค่าของในแต่ละบราวเซอร์ตามด้านล่าง


                Google Chrome
                Safari
                Microsoft Edge
                Firefox
                Internet Explorer

                อย่างไรก็ตาม Image Property ขอแจ้งให้ท่านทราบว่า การปิดการใช้งานคุกกี้บางตัวอาจส่งผลกระทบต่อการทำงานของเว็บไซต์นี้ และอาจส่งผลให้รูปแบบการทำงานหรือปฏิบัติการบางอย่างของเว็บไซต์ไม่สามารถใช้งานได้
            </p>
        </div>
    </div>
    <?php include("./components/footer.php") ?>
</body>

</html>